tap "hashicorp/tap"
tap "homebrew/bundle"
brew "go"
brew "helix"
brew "tree"
brew "hashicorp/tap/terraform"
cask "1password"
cask "chatgpt"
cask "discord"
cask "firefox"
cask "font-monaspace"
cask "forklift"
cask "google-chrome"
cask "hoppscotch"
cask "iina"
cask "iterm2"
cask "obsidian"
cask "protonmail-bridge"
cask "rectangle"
cask "tailscale"
cask "visual-studio-code"
cask "whatsapp"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "usernamehw.errorlens"
